{
  "Layout": {
    "footer": "© 2024 Renato Marques Teles. All Rights Reserved."
  },
  "Header": {
    "projects": "Projects",
    "source": "Source",
    "about": "About",
    "viewSource": "View Source"
  },
  "Info": {
    "hello": "Hello, I'm a software engineer based in Brazil!",
    "profession": "JavaScript Engineer",
    "avatarAlt": "Picture of the author"
  },
  "Work": {
    "title": "Work",
    "description": "I'm passionate about building beautiful and responsive interfaces and amazing user experiences. I've worked with various clients and collaborated with cross-functional teams to deliver successful projects. My last big project was to fully develop and deploy the interface of a credit card related platform for <vexLink>VExpenses</vexLink>, a startup focused on managing corporate expense reimbursements. Also, my <ghLink>GitHub</ghLink> profile contains more than 100 repositories of side projects I have built along the way.",
    "button": "My portfolio"
  },
  "Bio": {
    "title": "Bio",
    "born": "Born in Franca (SP), Brazil.",
    "smn": "Worked at SMN IT.",
    "gostack": "Completed the GoStack bootcamp program by Rocketseat.",
    "vexpenses": "Worked at VExpenses.",
    "unifacef": "Completed a Bachelor's degree in Software Engineering at Franca's Municipal University Center (Uni-FACEF).",
    "ignite": "Completed the Ignite React bootcamp program by Rocketseat.",
    "freelance": "Working as a freelancer",
    "toPresent": "to present"
  },
  "Interests": {
    "title": "I ♥",
    "description": "When I'm not coding, I like to hang out with my friends, go to the gym, play soccer, watch TV shows and movies, and play video games."
  },
  "Socials": {
    "title": "My socials",
    "copy": "COPY",
    "copied": "COPIED!",
    "thumbnailAlt": "A YouTube thumbnail written \"Renato Marques, a software engineer\"",
    "youtubeDescription": "My YouTube channel (>2k views)"
  },
  "Contact": {
    "title": "Contact",
    "description": "Feel free to get in touch with me.",
    "emailButton": "Send an email",
    "whatsappButton": "Chat via Whatsapp"
  },
  "Professional": {
    "title": "Professional Works",
    "vexCards": "VExpenses Cards",
    "vexCardsAlt": "Two blue credit cards crossing each other, showing their front and back sides",
    "vexCardsDescription": "A credit card services platform for a startup focused on managing corporate expense reimbursement.",
    "vexUI": "VExpenses UI",
    "vexUIAlt": "The VExpenses logo with a search input under it written \"Find components\"",
    "vexUIDescription": "A React UI components library following the VExpenses Design System."
  },
  "SideProjects": {
    "title": "Side-projects",
    "frontend": "Front-end",
    "mobile": "Mobile"
  },
  "FrontEnd": {
    "coffee": "Coffee Delivery",
    "coffeeAlt": "A black and white cup written Coffe Delivery and coffee seeds around it",
    "coffeeDescription": "A coffee shop delivery from the products list to the checkout and success pages.",
    "adminDashboard": "Admin Dashboard",
    "adminDashboardAlt": "Dark blue background with a search bar on the top with some white icons, it's written \"Dashboard\" on the center and there is a purple button under it written \"Download reports\".",
    "adminDashboardDescription": "Admin dashboard with charts, tables and forms.",
    "igniteUI": "Ignite UI",
    "igniteUIAlt": "The Storybook logo with a search input under it written \"Find components\"",
    "igniteUIDescription": "Design System packages built and release on NPM to be installed and used in other projects.",
    "uploadAI": "upload.ai",
    "uploadAIAlt": "A light background with the logo upload.ai on the top left and an empty text box under it.",
    "uploadAIDescription": "AI app to generate titles and descriptions for YouTube videos."
  },
  "Mobile": {
    "restaurantDelivery": "Restaurant Delivery",
    "restaurantDeliveryAlt": "A dark blue background with a white text written \"Your Cart\" and a picture of a hamburger under it with the title \"X-React\" and a description.",
    "restaurantDeliveryDescription": "This app shows the menu of a restaurant and allow customers to make their order and send it through WhatsApp.",
    "dailyDiet": "Daily Diet",
    "dailyDietAlt": "A white background with the logo written \"Daily Diet\" an user avatar on the right and in the certer a green box with a percentage in black \"55.56%\".",
    "dailyDietDescription": "This app tracks your daily meals to help you stick to your diet.",
    "teams": "Teams",
    "teamsAlt": "A dark background with a logo that is an icon with a green rocket inside a shield and 3 gold stars above it. On the center it's written \"Teams - Play with your team\".",
    "teamsDescription": "This app is designed for gamers to manage their teams to play online."
  },
  "Web3": {
    "title": "On the Web 3.0",
    "paperhands": "Paperhands Tracker",
    "paperhandsAlt": "A dark background with a yellow glowing eye written \"Paperhands Tracker\" under it",
    "paperhandsDescription": "A blockchain contract transaction tracker that checks for \"paperhands\".",
    "anubis": "Anubis Rush",
    "anubisAlt": "A 3D typography written \"Anubis Rush\" in purple and yellow with a dark purple background",
    "anubisDescription": "Game developed for the Game Jam competition at the GodsGame NFT community.",
    "hyc": "Hold Your Crypto",
    "hycAlt": "A purple background with a white \"H\" as the logo and it's written \"Hold Your Crypto\" in white under the logo",
    "hycDescription": "Mobile App that helps people keep track of their crypto investments.",
    "cryptwitter": "CrypTwitter",
    "cryptwitterAlt": "A white background written \"CrypTwitter\" in black and a blue button with a fox icon and it's written \"Connect with MetaMask\"",
    "cryptwitterDescription": "Web3 version of Twitter's timeline, on the blockchain."
  }
}
