{
  "Layout": {
    "footer": "© 2025 Renato Marques Teles. Todos os direitos reservados."
  },
  "Header": {
    "projects": "Projetos",
    "source": "Código-fonte",
    "about": "Sobre",
    "viewSource": "Ver Código-fonte"
  },
  "Info": {
    "hello": "👋 Olá, construo interfaces que conectam ideias e pessoas!",
    "profession": "Dev Frontend / Fullstack JavaScript",
    "avatarAlt": "Foto do autor"
  },
  "Work": {
    "title": "Sobre",
    "description": "Sou fascinado por criar interfaces belas e responsivas e experiências de usuário incríveis. Trabalhei com diversos clientes e colaborei com times multifuncionais para entregar projetos de sucesso. Meu último grande projeto foi desenvolver e publicar a interface de uma plataforma relacionada à cartões de crédito para o <vexLink>VExpenses</vexLink>, uma startup focada no gerenciamento de reembolsos de despesas corporativas. Além disso, no meu perfil no <ghLink>GitHub</ghLink> há mais de 100 repositórios de side-projects que eu desenvolvi durante a carreira.",
    "button": "Meus projetos"
  },
  "Bio": {
    "title": "Bio",
    "born": "Nascido em Franca (SP), Brasil.",
    "smn": "Dev Frontend na SMN Tecnologia da Informação.",
    "gostack": "Completei o bootcamp GoStack da Rocketseat.",
    "vexpenses": "Dev Frontend no VExpenses.",
    "unifacef": "Graduação em Engenharia de Software no Centro Universitário Municipal de Franca (Uni-FACEF).",
    "ignite": "Completei o bootcamp Ignite React da Rocketseat.",
    "freelance": "Freelancer",
    "toPresent": "até o momento"
  },
  "Socials": {
    "title": "Minhas redes",
    "copy": "COPIAR",
    "copied": "COPIADO!",
    "thumbnailAlt": "Uma thumbnail do YouTube escrito \"Renato Marques, a software engineer\"",
    "youtubeDescription": "Meu canal no YouTube (>2k visualizações)"
  },
  "Contact": {
    "title": "Contato",
    "description": "Sinta-se à vontade para entrar em contato comigo.",
    "emailButton": "Enviar email",
    "whatsappButton": "Chat por Whatsapp"
  },
  "Professional": {
    "title": "Experiência Profissional",
    "vexCards": "Cartões VExpenses",
    "vexCardsAlt": "Dois cartões de crédito azuis se cruzando e mostrando a frente e atrás",
    "vexCardsDescription": "Plataforma de serviços para cartões de crédito para uma startup focada no reembolso de despesas corporativas.",
    "vexUI": "VExpenses UI",
    "vexUIAlt": "A logo do VExpenses com uma barra de pesquisa abaixo escrito \"Encontrar componentes\"",
    "vexUIDescription": "Biblioteca de UI com componentes React seguindo o Design System do VExpenses."
  },
  "SideProjects": {
    "title": "Side-projects",
    "frontend": "Front-end",
    "mobile": "Mobile",
    "backend": "Back-end"
  },
  "FrontEnd": {
    "coffee": "Coffee Delivery",
    "coffeeAlt": "Um copo preto e branco escrito \"Coffe Delivery\" e sementes de café ao redor.",
    "coffeeDescription": "Delivery de cafeteria desde a listagem de produtos até o pagamento e página de sucesso.",
    "adminDashboard": "Admin Dashboard",
    "adminDashboardAlt": "Fundo azul escuro com uma barra de pesquisa no topo e alguns ícones brancos, escrito \"Dashboard\" no centro e um botão roxo abaixo escrito \"Download reports\".",
    "adminDashboardDescription": "Painel de administração com gráficos, tabelas e formulários.",
    "igniteUI": "Ignite UI",
    "igniteUIAlt": "O logo do Storybook com uma barra de pesquisa abaixo escrito \"Encontrar componentes\"",
    "igniteUIDescription": "Pacotes de Design System desenvolvidos e publicados no NPM para ser instalado e utilizado em outros projetos.",
    "uploadAI": "upload.ai",
    "uploadAIAlt": "Um fundo branco com o logo upload.ai no topo esquerdo e uma caixa de texto vazia abaixo.",
    "uploadAIDescription": "Aplicação de IA para gerar títulos e descrições de vídeos para o YouTube."
  },
  "Mobile": {
    "restaurantDelivery": "Delivery de Restaurante",
    "restaurantDeliveryAlt": "Fundo azul escuro com um texto em branco escrito \"Your Cart\" e a imagem de um hambúrger abaixo, com o título \"X-React\" e uma descrição.",
    "restaurantDeliveryDescription": "Este aplicativo mostra o cardápio de um restaurante e permite que os clientes montem seus pedidos e enviem por WhatsApp.",
    "dailyDiet": "Daily Diet",
    "dailyDietAlt": "Fundo branco com o logo escrito \"Daily Diet\", um avatar de usuário na direita e no centro uma caixa verde com uma porcentagem em preto \"55.56%\".",
    "dailyDietDescription": "Este app acompanha suas refeições diárias para ajudá-lo a se manter na dieta.",
    "teams": "Teams",
    "teamsAlt": "Fundo escuro com uma logo que é um ícone com um foguete verde dentro de um escudo e 3 estrelas douradas acima dele. No centro está escrito \"Teams - Play with your team\".",
    "teamsDescription": "Este app foi feito para gamers gerenciarem seus times para jogar online."
  },
  "BackEnd": {
    "polls": "Polls",
    "pollsAlt": "Fundo azul escuro com um JSON com as propriedades \"title\" e \"options\".",
    "pollsDescription": "Esta API em Node.js cria enquetes e atualiza os votos em tempo real usando web sockets.",
    "barcodes": "Barcodes",
    "barcodesAlt": "Um código de barras com o número 123-456-789.",
    "barcodesDescription": "Esta API em Python cria códigos de barras para seus produtos."
  },
  "Web3": {
    "title": "Na Web 3.0",
    "paperhands": "Paperhands Tracker",
    "paperhandsAlt": "Um fundo escuro com um olho amarelo brilhante escrito embaixo \"Paperhands Tracker\".",
    "paperhandsDescription": "Um tracker de transações de contratos da blockchain que procura por \"paperhands\".",
    "anubis": "Anubis Rush",
    "anubisAlt": "Uma tipografia 3D escrito \"Anubis Rush\" em roxo e amarelo com um fundo roxo escuro",
    "anubisDescription": "Jogo desenvolvido para a competição Game Jam na comunidade do GodsGame NFT.",
    "hyc": "Hold Your Crypto",
    "hycAlt": "Um fundo roxo com um \"H\" branco como logotipo e está escrito \"Hold Your Crypto\" em branco abaixo",
    "hycDescription": "Aplicativo Mobile que ajuda as pessoas a acompanhar seus investimentos em crypto.",
    "cryptwitter": "CrypTwitter",
    "cryptwitterAlt": "Um fundo branco escrito \"CrypTwitter\" em preto e um botão azul com um ícone de raposa e escrito \"Conectar com MetaMask\"",
    "cryptwitterDescription": "Versão Web3 da timeline do Twitter, na blockchain."
  }
}
